import React from 'react'
import './AboutContent.css' 

const AboutContent = () => (<>
    <div className='about'>
        <h1>О НАС БЛЕАТЬ</h1>
        <p className='history'>
            Давным-давно, 
            в далекой-далекой галактике.. . 
            
            В Галактическом Сенате смятение. 
            Несколько тысяч солнечных систем 
            заявило о намерении выйти 
            из состава республики. 
            Это сепаратистское движение, 
            возглавляемое таинственным 
            графом Дуку, 
            сильно осложняет немногочисленным 
            силам рыцарей Джедаев попытки 
            сохранить мир и порядок в галактике. 
            Сенатор Амидала, бывшая 
            королева Набу, возвращается 
            в Галактический Сенат, 
            чтобы участвовать в голосовании 
            по спорному вопросу создания 
            РЕСПУБЛИКАНСКОЙ АРМИИ-- 
            в помощь оставшимся Джедаям. 
        </p>
    </div>
</>)

export default AboutContent