import React from 'react'
import './AboutContent.css' 

const AboutContent = () => (<>
    <div className='about'>
        <h1>О НАС</h1>
        <div className='history-container'>
            <p className='history'>
                Давным-давно, 
                в далекой-далекой галактике.. . 
                <br/>
                В Галактическом Сенате смятение. 
                Несколько тысяч солнечных систем 
                заявило о намерении выйти 
                из состава республики. 
                Это сепаратистское движение, 
                возглавляемое таинственным 
                графом Дуку, 
                сильно осложняет немногочисленным 
                силам рыцарей Джедаев попытки 
                сохранить мир и порядок в галактике. 
                Сенатор Амидала, бывшая 
                королева Набу, возвращается 
                в Галактический Сенат, 
                чтобы участвовать в голосовании 
                по спорному вопросу создания 
                РЕСПУБЛИКАНСКОЙ АРМИИ-- 
                в помощь оставшимся Джедаям. 
            </p>
        </div>
    </div>
</>)

export default AboutContent